[
  {
    "id": 1,
    "image": "/images/jsai.png",
    "title": "Product Manager",
    "time": "2023.10 - 2024.10",
    "gradient": "from-slate-700 to-slate-900",
    "description": "Check out my work experience at JS Technology on the right!",
    "details": " Led the development of flagship products in e-commerce digital human livestreaming industry at JS Technology, covering pre-synthesized, real-time synthesized, and virtual avatar streaming solutions.\n- Led an 8-person team driving product iterations, coordinating pre-sales, sales, and after-sales operations.\n- Achieved 30+ brand acquisitions, millions in revenue growth and renewals; provided 78,000 hours of livestreaming during 618 Shopping Festival, generating ¥210M GMV.\n- Improved digital human conversion rates to 30% of human livestreaming performance at only 10% of the cost.\n- Led the team to win Alibaba Createathon with an experimental livestreaming product, developing a 'one-click livestreaming' concept for digital humans."
  },
  {
    "id": 2,
    "image": "/images/robosell.png",
    "title": "Product Engineer",
    "time": "2021.07 - 2023.10",
    "gradient": "from-slate-800 to-slate-950",
    "description": "Check out my responsibilities at Robosell on the right!",
    "details": " Responsible for Robosell product implementation and commercialization, improving cart abandonment recovery for Shopify merchants.\n- Led an 8-person team, optimized product development process, and drove overseas marketing and cold start initiatives.\n- Achieved GMV growth and product commercialization, helping 100+ merchants maintain stable operations, gained 20+ Shoplazza site adoptions.\n- Designed conversion models using behavioral data, improving cart recovery rate by nearly 30%, achieving monthly revenue exceeding $10,000."
  },
  {
    "id": 3,
    "image": "/images/alibaba.png",
    "title": "International Trade & Cross-border E-commerce Seller",
    "time": "2019.11 - 2021.07",
    "gradient": "from-slate-700 to-slate-900",
    "description": "Not exactly entrepreneurship, but I was a seller for a while. Check it out on the right!",
    "details": " Independently operated cross-border e-commerce business on Alibaba International, managing end-to-end foreign trade operations.\n- Optimized product packaging, images, titles, and keywords, maintaining top 10 search rankings for main products.\n- Guided customer inquiries with over 50% reorder rate.\n- Balanced production and storage relationships to ensure timely delivery, improving product quality and positive reviews."
  },
  {
    "id": 4,
    "image": "/images/lindge.png",
    "title": "Frontend Engineer",
    "time": "2016.11 - 2019.11",
    "gradient": "from-slate-800 to-slate-950",
    "description": "I started my career as a frontend developer in 2016!",
    "details": " Participated in developing smart campus education informatization products to improve teaching efficiency and school computer management.\n- Contributed to Lindge Teaching Cloud and Lindge Cloud Desktop products, optimizing teaching and management processes.\n- Tech stack: AngularJS, HTML5, CSS3, .NET, C#, MySQL.\n- Responsible for designing business flow charts, driving development progress, conducting stress testing, creating installation packages and user manuals, deeply involved in all aspects throughout the product lifecycle."
  }
]